Repository: 84000/data-translation-memory
Catalog: toh229-v4.tmx
Source language: bo
Languages: en

source: །བཀའ་སྩལ་པ། ཡོངས་སུ་བརྟག་པ་ཉེ་བར་བཟུང་སྟེ། ཉན་ཐོས་ཆེན་པོ་དེ་དག་གིས་ལོ་བརྒྱ་སྙེད་ཐལ་བར་འདའ་བའི་འཇིག་རྟེན་གྱི་ཁམས་ཇི་སྙེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་ཐམས་ཅད་གྲོང་ཁྱེར་ཆེན་པོ་གཅིག་ཏུ་གྱུར་ལ། གྲོང་ཁྱེར་ཆེན་པོ་དེ་ཡང་སྲིད་ཇི་ཙམ་པ་དེ་ཙམ་ཁོ་ནར་རྒྱར་ཡང་ཡོད་ལ་དེའི་འཕང་དུ་ཡང་དེ་ཙམ་ཡོད་ན།
en: The Blessed One said, “Imagine the following. Imagine that all those world systems that the great hearers were to pass by during a span of one hundred years became a single city, and that city had the same dimensions in terms of its length, width, and height.

source: གྲོང་ཁྱེར་གྱི་ར་བ་དེའི་ངོས་རྒྱ་ཆེ་བ་ཡིན་ནམ།
en: Would the surface of the walls around that city be large?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་དེ་ནི་རྒྱ་ཆེ་བ་ལགས་སོ།
en: Blessed One, that city would be large.

source: །བདེ་བར་གཤེགས་པ་གྲོང་ཁྱེར་དེ་ནི་མཐའ་མ་མཆིས་པ་ལགས་སོ།
en: Well-Gone One, such a city would be limitless.

source: །བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་འདི་ལྟ་བུའི་དཔེ་དག་ལེགས་པར་ཡོངས་སུ་བཙལ་བ་ནི་ངོ་མཚར་ཆེ་བ་ལགས་སོ།
en: Blessed One, the extent to which you make such analogies is truly amazing.” “

source: །ཁྱིམ་བདག་རྣམས་གལ་ཏེ་གྲོང་ཁྱེར་ཆེན་པོ་དེ་ཡུངས་འབྲུ་མ་གྲུགས་པས་བྱུར་བུར་བཀང་ན་ཡུངས་འབྲུ་དེ་དག་མང་བ་ཡིན་ནམ།
en: Householders, if that city were to be filled to the brim with mustard seeds, would those seeds be great in number?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཡུངས་འབྲུ་དེ་དག་མང་བ་ལགས་སོ།
en: Blessed One, those mustard seeds would be many.

source: །བདེ་བར་གཤེགས་པ་ཤིན་ཏུ་མང་བ་ལགས་སོ། །
en: Well-Gone One, they would be very many.” “

source: བཀའ་སྩལ་པ། ཁྱིམ་བདག་རྣམས་དེ་བས་ཆེས་མང་ཞིང་ཆེས་གྲངས་མེད་པའི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པ་བགྲོ་བ་དང་། ཆོས་བགྲོ་བ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡང་དག་པར་བགྲོ་བ་མཛད་དོ།
en: Householders, compared to that, there are far more—immeasurably many more—thus-gone, worthy, perfect buddhas who genuinely discuss this Dharma teaching on the discussions about thus-gone ones and discussions about the Dharma.”

source: །དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཁྱིམ་བདག་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་དཔེ་ཆ་ཕྲ་ཞིང་ཐག་རིང་བར་མཆི་བ་འདི་ལྟ་བུ་འཚལ་བ་ནི་ངོ་མཚར་ཆེ་ལགས་སོ།
en: The householders said to the Blessed One, “Blessed One, it is amazing that the Thus-Gone One is able to make such a subtle and far-reaching analogy as this!”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་བདག་རྣམས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་ཡེ་ཤེས་དེ་ནི་དེ་ལྟ་བུ་ཡིན་པར་བལྟ་བར་བྱ་སྟེ།
en: The Blessed One said, “Householders, one should know the wisdom of the thus-gone, worthy, perfect buddhas to be just like that.

source: ཇི་ལྟར་ཞུས་པ་བཞིན་ཀུན་ནས་ཡོངས་སུ་བཙལ་བར་བྱའོ།
en: You should ardently pursue it just as you have heard it.

source: །དེ་བཞིན་གཤེགས་པ་ནི་ཆགས་པ་མེད་པའི་ཡེ་ཤེས་དང་ལྡན་ཏེ།
en: The thus-gone ones are endowed with unimpeded wisdom.

source: ཆགས་པ་མེད་པའི་ཆོས་རྟོགས་པས་གང་དང་གང་ཞུས་པ་དེ་དང་དེ་ལ་ཐོགས་པ་མེད་དོ།
en: Because they understand the unimpeded Dharma, they are unobstructed in whatever is requested.

source: །ཁྱིམ་བདག་རྣམས་དཔེར་ན་སྐྱེས་བུ་ལ་ལ་ཞིག་གིས་དེའི་སྟོབས་དང་། མཐུ་དང་། བརྩོན་འགྲུས་ཀྱིས་ནམ་མཁའ་མཐའ་ཡས་ཤིང་མུ་མེད་པར་ཕྱོགས་བཞི་གང་དང་གང་དུ་མདའ་འཕངས་པ་དེ་སྲིད་དུ་ཤུགས་ཀྱིས་སོང་སྟེ་ས་ལ་ལྷུང་ན།
en: Householders, when a man shoots arrows in any of the four directions, into the limitless and boundless sky, using his strength, power, and effort, the arrows will fall to the ground once they have traveled their full course.

source: མདའ་དེ་དག་ངེས་པར་ས་ལ་ལྷུང་ངམ།
en: Are those arrows sure to fall to the ground?”

source: བཅོམ་ལྡན་འདས་སྐྱེས་བུ་དེའི་སྟོབས་དང་། མཐུ་དང་། བརྩོན་འགྲུས་ཀྱིས་ཇི་སྲིད་པ་དེ་སྲིད་དུ་ཤུགས་ཀྱིས་མཆིས་ནས་དོག་ས་ལ་ལྷུང་ཡང་།
en: The householders said, “Blessed One, those arrows will travel as far as that individual’s strength, power, and effort will allow, and then they will fall to the ground.

source: བཅོམ་ལྡན་འདས་དེ་དག་ནི་ནམ་མཁའ་ལ་ཐོགས་པ་མ་མཆིས་པ་ལགས་སོ།
en: Blessed One, there are no obstructions in the sky for those arrows.”

source: །བཀའ་སྩལ་པ། ཁྱིམ་བདག་རྣམས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ནི་གཏིང་དཔག་དཀའ་བ་མཐའ་ཡས་ཤིང་མུ་མེད་པ་སྟེ།
en: The Blessed One said, “In the same way, householders, the thus-gone ones are unfathomable, limitless, and boundless.

source: མུ་མེད་པ་བཞི་དག་དང་ལྡན་ནོ།
en: They are endowed with the four boundless qualities.

source: །བཞི་གང་ཞེ་ན།
en: What are those four?

source: ཚུལ་ཁྲིམས་མུ་མེད་པ་དང་ལྡན་པ་དང་། ཏིང་ངེ་འཛིན་མུ་མེད་པ་དང་ལྡན་པ་དང་། ཤེས་རབ་མུ་མེད་པ་དང་ལྡན་པ་དང་། རྣམ་པར་གྲོལ་བ་མུ་མེད་པ་དང་ལྡན་པའོ།
en: They are boundless discipline, boundless absorption, boundless insight, and boundless liberation.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ཏེ། སྟོན་པས་གཞན་ཡང་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འཇིག་རྟེན་སངས་རྒྱས་བསམ་མི་ཁྱབ།
en: When the Blessed One had spoken those words, when the Well-Gone One had said this, the Teacher said the following: “The world and the buddhas are inconceivable.

source: །སངས་རྒྱས་ཡེ་ཤེས་མཐའ་ཡས་པས།
en: The buddhas’ wisdom is without limit.

source: །སེམས་ཀྱི་ལས་དག་རྣམ་སྦྱངས་ཏེ། །ཕྱི་ནས་མྱ་ངན་འདས་པ་སྟོན།
en: They have purified all mental action And subsequently display passing beyond suffering. “

source: །ཇི་ལྟར་ནམ་མཁའི་ཁམས་རྣམས་ལ། །མཐའ་དག་དམིགས་མེད་དེ་ཡི་ཕྱིར། །དེ་བཞིན་ཡེ་ཤེས་ཆེན་པོ་ཡི། །འཇུག་པ་ལ་ནི་དམིགས་པ་མེད།
en: Just as the edges of the expanse of space Cannot be observed, Those who have understood great wisdom Are beyond observation. “

source: །ཡེ་ཤེས་ཆེན་པོ་ཆགས་མེད་པ། །དེ་ལ་ཆགས་པ་ཡོད་མིན་ཞིང་།
en: Great wisdom is unimpeded— There is no obstruction there.

source: །ཡེ་ཤེས་ནམ་མཁར་མཚུངས་ཉིད་དེ། །སངས་རྒྱས་ཡེ་ཤེས་བསམ་མི་ཁྱབ།
en: Wisdom is just like space— The buddhas’ wisdom is inconceivable. “

source: །ནམ་མཁའི་ཁམས་སུ་མདའ་མང་པོ། །འཕེན་པར་བྱེད་ཅིང་འཕངས་ནས་ཀྱང་། །དེ་དག་ཕྱིར་ནི་ས་ལ་ལྷུང་།
en: If one shoots many arrows Into the expanse of space, They will fall back to the ground.

source: །དེ་བཞིན་བྱིས་པ་བླ་ངན་རྣམས།
en: Childish beings of low capacity are like that too. “

source: །ཡེ་ཤེས་བཟང་པོ་འདི་ཐོས་ནས། །དེ་དག་འདིར་ནི་ཕྱིར་ཡང་ལྷུང་།
en: Even after hearing of this excellent wisdom, They fall back to their level again.

source: །གང་དུ་མདའ་དག་འཕངས་ནས་ཀྱང་། །དེ་དག་ས་ལ་སླར་ལྟུང་སྟེ།
en: Wherever you shoot the arrows, They will fall back down to earth. “

source: །ནམ་མཁའ་ཡི་ནི་དབྱིངས་དེ་ལ། །ནམ་ཡང་ཆགས་པར་མི་འགྱུར་རོ།
en: In the expanse of the sky, There will never be any obstruction.

source: །དེ་བཞིན་སངས་རྒྱས་ཡེ་ཤེས་ནི། །ཆགས་པ་དག་ཏུ་མི་དམིགས་སོ།
en: The buddhas’ wisdom is just like that— No obstruction can be observed. “

source: །གང་དུ་བློ་ནི་རབ་གནས་པར། །བྱིས་པ་དེ་དག་དེར་ལྟུང་སྟེ།
en: Wherever their intellect is based— That is where childish, ordinary beings fall. “

source: །བྱིས་པའི་མཐུ་ནི་རྟོགས་ནས་ཀྱང་། །སངས་རྒྱས་ཡེ་ཤེས་རབ་ཏུ་བསྒྲགས།
en: Because I understand the capacity of childish, ordinary beings, I have declared the buddhas’ wisdom.

source: །དེ་ཕྱིར་ཡེ་ཤེས་བསྒྲགས་པ་ནི། །ང་ལ་མཁྱུད་པ་ཡོད་མ་ཡིན།
en: That is why I do not conceal anything In the way I convey wisdom. “

source: །ཇི་ལྟར་ནམ་མཁའ་མུ་མེད་ཅིང་། །ཚད་ཡོད་མ་ཡིན་མཐའ་ཡས་ལྟར།
en: The sky is boundless, Limitless, and endless.

source: །དེ་བཞིན་ཡེ་ཤེས་ཆེན་པོ་ཡི། །མཐའ་ནི་དམིགས་པ་མི་འགྱུར་རོ།
en: In the same way, the limits of great wisdom Are imperceptible. “

source: །ང་ཡི་ཡེ་ཤེས་འདི་ལ་ནི། །བྱིས་པའི་བློ་ཅན་ཐེ་ཚོམ་ཟ།
en: With regard to my wisdom, Beings with childish minds harbor doubts.

source: །གནས་མི་འགྱུར་ཏེ་ནམ་མཁའ་ལ། །ཇི་ལྟར་མདའ་འཕངས་ལྟུང་བ་བཞིན།
en: They are like arrows shot into the sky That fall to the ground without remaining. “

source: །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི། །མདུན་དུ་ང་ནི་འདུག་ནས་ཀྱང་།
en: In front of the world and its gods, I am sitting here.

source: །སེང་གེ་བཞིན་དུ་སྒྲ་སྒྲོགས་པ། །ང་ལ་ཐེ་ཚོམ་ཡོད་མ་ཡིན།
en: Roaring like a lion, I have no doubts.”

source: །དེ་ཚེ་ཤཱཀྱ་སེང་གེ་ཡི། །ང་རོ་འདི་ནི་སྒྲོགས་པ་ན། །དེ་ཡི་མོད་ལ་སྲོག་ཆགས་ནི། །བྱེ་བ་བརྒྱད་ཅུ་བྱང་ཆུབ་ཞུགས།
en: When the Lion of the Śākyas Uttered this great roar, At that very moment, Eight hundred million creatures entered awakening.

source: །ཤཱཀྱ་སེང་གེའི་ང་རོ་འདི། །བསྒྲགས་པ་དེ་ཡི་མོད་ལ་ནི། །ས་འདི་རྣམ་པ་དྲུག་དག་ཏུ། །ཀུན་ནས་ཀྱང་ནི་གཡོས་པར་གྱུར།
en: The moment the Lion of the Śākyas Uttered this great roar, The earth itself Shook all over in six ways.

source: །དེ་ཚེ་འོད་ཟེར་བྱུང་གྱུར་ཅིང་། །འོད་ཀྱང་རྒྱ་ཆེར་བྱུང་བར་གྱུར།
en: Light shone forth And spread widely.

source: །སངས་རྒྱས་ཀྱིས་མཛད་ཆོ་འཕྲུལ་དག །བསམ་མི་ཁྱབ་པ་ངོ་མཚར་བྱུང་།
en: Inconceivable wonders occurred— Magical displays created by the Buddha.

source: །སངས་རྒྱས་ཞལ་གྱི་སྒོ་ནས་ནི། །དེ་ཡི་ཚེ་ན་ལྗགས་ཕྱུང་སྟེ། །སངས་རྒྱས་ཞིང་ནི་མཐའ་ཡས་པ། །
en: At that time, the Buddha’s tongue Emerged from his mouth And covered this world system And infinite buddha fields.

source: འཇིག་རྟེན་འདི་ནི་ཁེབས་པར་མཛད། །སྐྱེས་བུ་ཁྱུ་མཆོག་ལྗགས་ཀྱིས་ནི། །འཇིག་རྟེན་འདི་དག་ཁེབས་མཛད་ནས། །ཡན་ལག་བརྒྱད་ལྡན་ཚིག་གིས་ནི། །ཀུན་དགའ་བོ་ལ་འདི་སྐད་གསུངས། །
en: Once the leader of humanity Covered the worlds with his tongue, He spoke to Ānanda With these eight-faceted words:

source: ཀུན་དགའ་ཡང་དག་གསུངས་པ་སྟེ། །ཡང་དག་ཆོས་ནི་སྟོན་མཛད་པ། །སྐྱེས་བུ་དམ་པ་དཀོན་གྱུར་པ། །སངས་རྒྱས་ལ་ནི་མཆོད་པ་བགྱིས། །
en: “Ānanda who speaks the truth, Who teaches the authentic Dharma, Holy and precious being, You should worship the buddhas. “

source: ཀུན་དགའ་སེམས་ཅན་མཆོག་མ་ཁ་ཅིག་གིས། །དཔེ་དག་ཐོས་ནས་བྱང་ཆུབ་སྐྱེད་བྱེད་པ།
en: Ānanda, some superior beings Engender awakening from hearing analogies.

source: །བྱང་ཆུབ་དོན་གཉེར་བྱང་ཆུབ་སེམས་དཔའ་གང་། །ཡོན་ཏན་བརྒྱན་དེ་དག་ནི་སྦྱིན་པར་བྱ།
en: You should give this gift to those who seek awakening— Those bodhisattvas who have qualities. “

source: །ཀུན་དགའ་དགེ་སློང་ཕོ་མོ་དང་། །དགེ་བསྙེན་ཕ་དང་དགེ་བསྙེན་མ། །གང་ཟག་མཆོག་མ་དེ་དག་ནི། །སངས་རྒྱས་ཉིད་དུ་ལུང་བསྟན་བྱ།
en: Ānanda, monks and nuns, Laymen and laywomen— All such superior individuals— For them, I prophesy buddhahood. “

source: །ཀུན་དགའ་ཕྱི་དུས་དགེ་སློང་གང་། །ངས་ནི་དེ་དག་མཐོང་བ་རྣམས།
en: Ānanda, I can see Monks of the future.

source: །ཕྱི་མའི་དུས་ཀྱི་ཚེ་དག་ན། །འདི་འདྲའི་མདོ་དག་ཉན་བྱེད་ལ།
en: And in those future times, They will listen to discourses like this. “

source: །མདོ་འདི་དག་ནི་ཐོས་ནས་ཀྱང་། །ཤཱཀྱ་སེང་གེས་བསྟན་པ་ཡི། །མདོ་འདི་ཀྱེ་མའོ་ལེགས་གསུངས་ཞེས།
en: Upon hearing these discourses Some will exclaim, ‘Oh, how great they are— These discourses taught by the Lion of the Śākyas!’

source: །གང་རྣམས་དག་ནི་དགའ་བར་འགྱུར།
en: Thus they will be delighted. “

source: །གང་གིས་མདོ་འདི་ཐོས་ནས་ཀྱང་། །སེམས་ནི་བྱང་ཆུབ་ཕྱིར་བསྔོ་བ། །ཀུན་དགའ་མི་དེ་དག་ལ་ནི། །སངས་རྒྱས་འགྱུར་ཞེས་ངས་ལུང་བསྟན།
en: Those who hear this discourse And dedicate their minds to awakening— Ānanda, I prophesy that those people Will become buddhas. “

source: །གང་གིས་མདོ་འདི་ཐོས་ནས་ཀྱང་། །སེམས་ནི་བྱང་ཆུབ་ཕྱིར་བསྔོ་བ། །འདྲེན་པ་དག་ཏུ་མི་འགྱུར་ཞེས། །དེས་ནི་ཐེ་ཚོམ་བསྐྱེད་མི་བྱ།
en: Those who hear this discourse And dedicate their minds to awakening Should not engender any doubts and say ‘We will not become guides.’ “

source: །ཀུན་དགའ་ངས་ནི་ཏིང་འཛིན་འདི། །དེ་དག་ལ་ནི་གཞག་བྱ་ཞིང་། །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ལ། །ངས་ནི་བྱིན་གྱིས་བརླབ་པར་བྱ།
en: Ānanda, I will bestow this absorption Upon those individuals And give my blessings To the world with its gods. “

source: །ངས་ནི་བྱིན་གྱིས་བརླབས་ནས་ཀྱང་། །ཕྱི་དུས་འཇིགས་པ་ཆེན་པོའི་ཚེ། །མདོ་སྡེ་འདི་ནི་འཛམ་གླིང་དུ། །ཕྱིས་ནི་འབར་བ་དག་ཏུ་འགྱུར།
en: As I have given my blessings, In a future time of great terror, This discourse will once again spread Throughout Jambudvīpa.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་དེ་དག་ལ་བཀའ་སྩལ་པ། ཁྱིམ་བདག་རྣམས་གཞན་ཡང་རབ་ཏུ་ཤེས་པར་བྱ་བ་ནི་གང་དག་ཤར་ཕྱོགས་ལོགས་ན་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་དེ་དག་ཇི་སྙེད་པ་དེ་སྙེད་པས་ཆེས་མང་བའི་དེ་བཞིན་གཤེགས་པ་རྣམས་དང་ལྷན་ཅིག་ཏུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བགྲོ་བ་མཛད་དོ། །
en: The Blessed One now said to the householders, “Householders, you should know that to the east there are a great many thus-gone ones, more than there are particles in the world, who are discussing this Dharma teaching with one another.

source: དེ་བཞིན་དུ་ལྷོ་དང་། དེ་བཞིན་དུ་ནུབ་དང་། དེ་བཞིན་དུ་བྱང་དང་། དེ་བཞིན་དུ་འོག་དང་། དེ་བཞིན་དུ་སྟེང་དང་། དེ་བཞིན་དུ་ཕྱོགས་བཅུ་ཐམས་ཅད་དང་། ཕྱོགས་མཚམས་བཅུ་པོ་མཐའ་ཡས་ཤིང་ཚད་མེད་པའི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་དེ་དག་ཇི་སྙེད་པ་དེ་སྙེད་པས་ཆེས་མང་བའི་དེ་བཞིན་གཤེགས་པ་རྣམས་དང་ལྷན་ཅིག་ཏུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བགྲོ་བ་མཛད་དོ།
en: Likewise, in the south, west, and north, below and above—in all the ten directions and in the ten intermediate directions—there are thus-gone ones, far more numerous than the infinite and limitless particles of the world, who are discussing this Dharma teaching with one another.

source: །ཁྱིམ་བདག་རྣམས་གལ་ཏེ་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་ཕྲ་མོ་དེ་དག་ཇི་སྙེད་པ་དེ་སྙེད་ཀྱི་བསྐལ་པ་གྲངས་མེད་པའི་ཡང་གྲངས་མེད་པའི་བསྐལ་པར་གནས་ཏེ། སངས་རྒྱས་དེ་དག་གི་མཚན་རབ་ཏུ་བརྗོད་པ་དེ་སྙེད་དང་ལྷན་ཅིག་ཏུ་དེ་བཞིན་གཤེགས་པ་བགྲོ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བགྲོ་བ་མཛད་དོ།
en: Householders, one might recite the names of all those buddhas—all those thus-gone ones who are discussing this Dharma teaching on the discussions about thus-gone ones with one another—for as many incalculable eons as there are such tiny, smallest particles.

source: །དེ་བཞིན་གཤེགས་པ་དེ་དག་གིས་མཚན་བརྗོད་པ་མ་བྱས་པའི་བར་སྐབས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་བྱའོ།
en: However, those thus-gone ones would pass into parinirvāṇa before one has even finished reciting their names.”

source: །དེ་ནས་དེད་དཔོན་བཟང་པོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་རྫུ་འཕྲུལ་ཆེ་ཞིང་མཐུ་ཆེ་བ་ལགས་སོ།
en: Susārthavāha then said to the Blessed One, “Blessed One, the blessed buddhas have great miraculous and magical powers.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་དབང་ཆེ་བར་གྲགས་པ་སྟེ། ངོ་མཚར་ཆེ་བ་ལགས་སོ།
en: The blessed buddhas are renowned as being powerful and amazing.

source: །བཅོམ་ལྡན་འདས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་ད་ལྟར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཇི་སྙེད་ཅིག་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་པ་དེ་དག་ཐམས་ཅད་དང་། བཅོམ་ལྡན་འདས་དང་ཐབས་ཅིག་ཏུ་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བགྲོ་བ་མཛད་ལགས་སོ།
en: Blessed One, all the blessed buddhas who reside, flourish, and prosper in the worlds throughout the ten directions are discussing this Dharma teaching on the thus-gone ones at this moment, concurrently with the Blessed One.”

source: །བཀའ་སྩལ་པ། ཁྱིམ་བདག་ཇི་སྐད་སྨྲས་པ་དེ་དེ་བཞིན་ནོ།
en: The Blessed One said, “Householder, it is just as you have said.

source: །ཁྱིམ་བདག་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་གང་དག་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་པ་དེ་དག་ཐམས་ཅད་དང་། བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་ཏུ་དེ་བཞིན་གཤེགས་པ་བགྲོ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བགྲོ་བ་མཛད་དོ། །
en: Householder, all the blessed buddhas who reside, flourish, and prosper in the worlds throughout the ten directions are discussing this Dharma teaching on the discussions about thus-gone ones with the Blessed One.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། ཁྱིམ་བདག་དེད་དཔོན་བཟང་པོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཏིང་ངེ་འཛིན་གང་ལ་གནས་ནས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དང་། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་དང་ཐབས་ཅིག་ཏུ་དེ་བཞིན་གཤེགས་པ་བགྲོ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བགྲོ་བ་མཛད་ལགས། བཀའ་སྩལ་པ།
en: The householder Susārthavāha asked the Blessed One, “Blessed One, based on which absorption does the thus-gone, worthy, perfect buddha discuss this Dharma teaching on the discussions about thus-gone ones with those thus-gone, worthy, perfect buddhas?” “

source: ཁྱིམ་བདག་ཆོས་ཀྱི་དབྱིངས་ངེས་པར་བྱུང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ཡོད་པ་གང་ལ་གནས་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་དང་། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བགྲོ་བ་མཛད་དོ།
en: Householder, it is based on the absorption known as freedom from the realm of phenomena that I discuss this Dharma teaching with those blessed buddhas.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་ཆོས་ཀྱི་དབྱིངས་ངེས་པར་བྱུང་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ཅེས་བརྗོད་ལགས།
en: Blessed One, why is that absorption called freedom from the realm of phenomena?” “

source: བཀའ་སྩལ་པ། ཁྱིམ་བདག་ཇི་ཙམ་དུ་ཆོས་ཐམས་ཅད་ནི་ཆོས་ཀྱི་དབྱིངས་ཡིན་ཡང་ཆོས་ཀྱི་དབྱིངས་སུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, even though all phenomena are the realm of phenomena, they cannot truly be seen as the realm of phenomena.

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption, I do not truly see the realm of phenomena.

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་ནི་ཆོས་འགའ་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption I do not truly see any phenomena whatsoever within the realm of phenomena.

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་གཟུགས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption I do not truly see any form within the realm of phenomena, nor do I truly see the realm of phenomena within form.

source: །གཟུགས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from form, I do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་གཟུགས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Likewise, apart from the realm of phenomena, I do not truly see any form.

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་དེ་བཞིན་དུ་ཆོས་ཀྱི་དབྱིངས་ལ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དག་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, in the same way, while abiding in this absorption I do not truly see feeling, perception, formation, and consciousness within the realm of phenomena.

source: །རྣམ་པར་ཤེས་པ་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: I also do not truly see the realm of phenomena within feeling, perception, formation, and consciousness.

source: །རྣམ་པར་ཤེས་པ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Also, apart from these, I do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་རྣམ་པར་ཤེས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Likewise, apart from the realm of phenomena, I do not truly see feeling, perception, formation, and consciousness. “

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་མིག་གི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་གི་ཁམས་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption, I do not truly see the eye element within the realm of phenomena, nor do I truly see the realm of phenomena within the eye element.

source: །མིག་གི་ཁམས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the eye element, I do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་མིག་གི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Also, apart from the realm of phenomena, I do not truly see the eye element.

source: །དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་ལ་མ་ཡིན་ཞིང་།
en: In the same way, the form element is not present within the eye element.

source: རྣ་བའི་ཁམས་ལ་སྒྲའི་ཁམས་མ་ཡིན་ནོ།
en: Nor is the sound element present in the ear element.

source: །སྣའི་ཁམས་ལ་དྲིའི་ཁམས་མ་ཡིན་ནོ།
en: Nor is the smell element present in the nose element.

source: །ལྕེའི་ཁམས་ལ་རོའི་ཁམས་མ་ཡིན་ནོ།
en: Nor is the taste element present in the tongue element.

source: །ལུས་ཀྱི་ཁམས་ལ་རེག་བྱའི་ཁམས་མ་ཡིན་ཏེ།
en: Nor is the tactile element present in the body element.

source: ཡིད་ཀྱི་ཁམས་ཀྱང་མ་ཡིན་ནོ།
en: Nor is the mind element present. “

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཆོས་རྣམས་ལ་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption, I do not truly see phenomena within the realm of phenomena, nor do I truly see the realm of phenomena within phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་ཡང་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Within the realm of phenomena, I do not truly see phenomena.

source: །ཆོས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from phenomena, I also do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I do not truly see phenomena. “

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་སའི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །སའི་ཁམས་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption, I do not truly see the earth element within the realm of phenomena, nor do I truly see the realm of phenomena within the earth element.

source: །སའི་ཁམས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the earth element, I also do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་སའི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I also do not truly see the earth element.

source: །དེ་བཞིན་དུ་ཆུ་དང་། མེ་དང་། རླུང་ལ་ཡང་སྦྱར་བར་བྱའོ།
en: The same applies to water, fire, and wind. “

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་འདས་པའི་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །འདས་པའི་ཆོས་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption, I do not truly see the realm of phenomena of the past within the realm of phenomena, nor do I truly see the realm of phenomena within the phenomena of the past.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་འདས་པའི་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I also do not truly see phenomena of the past.

source: །འདས་པའི་ཆོས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from phenomena of the past, I also do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I also do not truly see the realm of phenomena.

source: །མ་འོངས་པའི་ཆོས་ཀྱི་དབྱིངས་ལ་ཡང་མ་འོངས་པའི་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མ་འོངས་པ་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: I do not truly see the realm of phenomena within the future realm of phenomena, nor do I truly see the realm of phenomena in the future.

source: །མ་འོངས་པ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the future, I also do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་མ་འོངས་པའི་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I also do not truly see the future realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་ད་ལྟར་བྱུང་བ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ད་ལྟར་བྱུང་བ་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: I do not truly see the present moment within the realm of phenomena, nor do I truly see the realm of phenomena within the present moment.

source: །ད་ལྟར་བྱུང་བ་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the present moment, I do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་ད་ལྟར་བྱུང་བ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I also do not truly see the present moment. “

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་ཡང་སོ་སོའི་སྐྱེ་བོའི་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །སོ་སོའི་སྐྱེ་བོའི་ཆོས་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption, I do not truly see the qualities of ordinary beings within the realm of phenomena, nor do I truly see the realm of phenomena within the qualities of ordinary beings.

source: །སོ་སོའི་སྐྱེ་བོའི་ཆོས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the qualities of ordinary beings, I do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་སོ་སོའི་སྐྱེ་བོའི་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I also do not truly see the qualities of ordinary beings. “
